<?php

use Illuminate\Database\Seeder;

class ContentSeeder extends Seeder
{
    /**
     * Run the database seeds.
     *
     * @return void
     */
    public function run()
    {
        DB::table('content')->insert([
            [    
                'name' => 'ဖြူသီဟန်',
                'profile_bio' => 'နည်းပညာတက္ကသိုလ်(သန်လျင်)မှ ၂၀၁၂ခုနှစ်မှာ Electronic & Communication ဘာသာရပ်နဲ့ BEဘွဲ့ကို ရရှိခဲ့ပါတယ်။ ၂၀၁၅ နိုဝင်ဘာမှာ ဂျပန်သို့ ရောက်ရှိပြီး အိုင်တီအင်ဂျင်နီယာတယောက်အနေနဲ့  အလုပ်လုပ်ကိုင်နေပါတယ်။ ခရီးသွားရတာကို ဝါသနာပါတာကြောင့် အခါအခွင့်သင့်တိုင်း ခရီးထွက်ဖြစ်တယ်။',
                'title' => 'ဂျပန်မှာနေထိုင်ပြီးအံ့အားသင့်ခဲ့ရသည့်အရာများ',
                'detail' => 'မင်္ဂလာပါ။ ကျွန်မ ဖြူသီဟန်ပါ။ 
ကျွန်မက ၂၀၁၅ခုနှစ် နိုဝင်ဘာလမှာ ဂျပန်ကိုလာရောက်ပြီး အလုပ်လုပ်ကိုင်နေခဲ့တာ အခုဆိုလေးနှစ်ကျော်ခဲ့ပါပြီ။ 
ဂျပန်မှာ နေထိုင်ရတာမှာ တဖြည်းဖြည်းနေသားကျလာခဲ့ပေမယ့် ဂျပန်ကိုရောက်ရောက်ချင်းမှာတော့ အရာအားလုံးဟာ အသစ်အဆန်းတွေနဲ့ အံ့ဩစရာတွေပဲ ဖြစ်ခဲ့ပါတယ်။ 
အဲဒီထဲကမှ အချို့ကို အားလုံးအတွက် ဗဟုသုတအနေနဲ့ မျှဝေပေးချင်ပါတယ်။

•Transportation Facilities
ရထားတွေ ဘတ်စ်ကားတွေဟာ အရမ်းကိုအချိန်မှန်ကန်တိကျတယ် GoogleMap နဲ့ YahooJapanမှာ ကိုယ်သွားချင်တဲ့လမ်းကြောင်းရှာလိုက်ရင် ရထား/ဘတ်စ် ထွက်မယ့်အချိန် သွားရမယ့်ကြာချိန် ဆိုက်ရောက်မယ့်အချိန် ပြောင်းစီးရမယ့်အချိန် အစရှိသဖြင့် အသေးစိတ်ဖော်ပြထားတဲ့အတိုင်း အတိအကျဆိုက်ရောက်ပါတယ်
ချွင်းချက်အနေနဲ့ တိုကျိုမှာတော့ ရုံးတက်ချိန်ရုံးဆင်းချိန် RushHour တွေမှာ အနည်းငယ် နောက်ကျတတ်ပါတယ်။

•Lost & Found
ဘယ်နေရာမှာ ဘာပစ္စည်းပျောက်ပျောက် ဘာပစ္စည်းမေ့ကျန်မေ့ကျန် ရဲစခန်းနဲ့ Lost & Found နေရာတွေမှာ အကြောင်းသွားကြားထားရင် မေးမြန်းကြည့်ရင် အကုန်ပြန်ရပါတယ် ။ ကိုယ်က မလိုအပ်တော့လို့ ပြန်မရှာရင်တောင်မှ လိပ်စာကဒ် ဒါမှမဟုတ် ဖုန်းနံပါတ်ပါနေရင် ဖုန်းဆက်ပြီးတော့ကို ပြန်အကြောင်းကြားပေးပါတယ်။ 

•Vending Machine
လမ်းဘေးဝဲယာမှာ ဘူတာတိုင်းမှာ နေရာတိုင်းလိုလိုမှာ Vending Machine တွေရှိနေပါတယ်။ 
တချို့နေရာတွေမှာ သောက်စရာတွေအတွက်သာမက ပေါင်မုန့် ကိတ်မုန့်အစရှိတဲ့ စားစရာတွေပါရောင်းတဲ့ Vending Machine တွေရှိနေပါတယ်။ 
လိုအပ်တဲ့အချိန် ConvenienceStore တွေ Mart တွေကိုလိုက်ရှာနေစရာမလို
တော့ဘူးပေါ့။

•100 yen Shop
ဂျပန်မှာနေတဲ့သူတိုင်းအတွက် မရှိမဖြစ်ဆိုင်တွေထဲကတခုကတော့ ယန်းတရာဆိုင်တွေပါ။ Daiso၊ Seria၊ Can*Do လို ယန်းတရာဆိုင်တွေဟာ ကျွန်မတို့လိုနိုင်ငံခြားတွေအတွက်သာမက ဂျပန်လူမျိူးတွေအတွက်ပါ အရမ်းကိုအသုံးဝင်တဲ့ဆိုင်ဖြစ်ပါတယ်။ 
ယန်းတရာဆိုင်တွေမှာ အပ်ကအစ အိမ်သုံးပစ္စည်းအစုံရှိပြီး အမျိုးအစားနဲ့လိုက်ပြီး ၂၀၀/၃၀၀ တန်ပစ္စည်းတွေအနည်းငယ်ရှိပေမယ့် များသောအားဖြင့်ယန်းတရာနဲ့ သာ ရောင်းချပေးတာကလည်း အံ့ဩစရာဖြစ်ခဲ့ပါတယ်။

ဒါတွေကတော့ ကျွန်မဂျပန်ကိုရောက်ရောက်ချင်းအချိန်မှာ အံ့ဩခဲ့ရတဲ့အရာတွေထဲက တချို့ကို မျှဝေခဲ့တာပါ။ 
ဒါတွေအပြင် အစားအသောက်၊ လူမှုဆက်ဆံရေး၊ လုပ်ငန်းခွင် အစရှိသဖြင့် အမျိုးမျိုးသောနယ်ပယ်တွေမှာလည်း အတုယူစရာ အားကျစရာများစွာရှိပါသေးတယ်။ အခါအခွင့်သင့်တဲ့အခါ ထပ်ထပ်ပြီးတော့ မျှဝေချင်ပါတယ်။',
                'content_image' => '',
                'image' => '',
                'created_at' =>  date('Y-m-d H:i:s'),
                'updated_at' => date('Y-m-d H:i:s'),
            ]
        ]); 
        
        DB::table('content')->insert([
            [    
                'name' => 'ခိုင်ဆုဝင်း',
                'profile_bio' => '၂၀၀၈ခုနှစ်မှာရန်ကုန်ကွန်ပျူတာတက္ကသိုလ်ကနေဘွဲ့ရခဲ့ပါတယ်။
၂၀၁၂ခုနှစ်၆လပိုင်းမှာဂျပန်ကိုရောက်ခဲ့ပြီး System Engineer အနေနဲ့ အလုပ်လုပ်နေပါတယ်။
ဝါသနာကယောဂလုပ်ခြင်း၊ကြက်တောင်ရိုက်ခြင်းနှင့်ခရီးထွက်ရတာဖြစ်ပါတယ်။
အကြိုက်ဆုံးအစားအစာတွေကတော့မုန့်ဟင်းခါ၊ပုစွန်ကင်၊ဆူရှီနဲ့ green tea ဖြစ်ပါတယ်။',
                'title' => 'ဂျပန်စကားပြောနှင့်နားထောင်မှုစွမ်းရည်မြင့်လာစေရန်နည်းလမ်းများ',
                'detail' => 'အားလုံးပဲမင်္ဂလာပါ။ ကျွန်မနာမည်ကခိုင်ဆုဝင်းဖြစ်ပါတယ်။ ဂျပန်ရောက်တာ၈နှစ်နီးပါးရှိပါပြီ။
ဂျပန်ရောက်ခါစ ဂျပန်တွေနဲ့ပြောဆိုဆက်ဆံတဲ့အခါအခက်အခဲတွေရှိခဲ့ပါတယ်။
အဲ့ဒီအခက်အခဲတွေကိုဘယ်လိုကျော်ဖြတ်ခဲ့လဲဆိုတာကိုဂျပန်စာကိုစိတ်ဝင်စားစွာလေ့လာနေကျသောမောင်လေးညီမလေးတွေကိုမျှဝေပေးချင်ပါတယ်။
အဓိကအားဖြင့် listening နဲ့ speaking ကောင်းအောင်လေ့ကျင့်ပုံကိုအတိုချုံးပြောပြပါရစေ။
နိုင်ငံခြားသားတွေအနေနဲ့ဂျပန်ကိုစရောက်တဲ့အခါအရင်ဆုံးရင်ဆိုင်ရတာကဂျပန်လူမျိုးပြောတဲ့
စကားကိုနားမလည်တာပါ။
မြန်မာနိုင်ငံမှာN3,N2 အောင်လာလည်းပဲ ဘယ်လိုမှနားရည်မလည်နိုင်ပါဘူး။ 
ဘာလို့လဲဆိုတော့ဂျပန်တွေကတကယ်စကားပြောတဲ့အခါမှာသဒ္ဒါကျကျမပြောတာများပါတယ်။
ပြီးတော့စကားပြောတာလဲမြန်ကြပါတယ်။
အဲ့ဒါကြောင့်ဂျပန်ကိုရောက်ရောက်ခြင်းမှာဂျပန်စကားနားရည်လည်ဖို့ ကြိုးစားအားထုတ်ရပါမယ်။
တစ်ရက်နှစ်ရက်နဲ့ မရပါဘူး။
လေ့လာသင်ယူအသုံးချမှုပေါ်လိုက်ပြီးလနဲ့ ချီပြီးအချိန်ယူရပါလိမ့်မယ်။
ဒီတော့ဂျပန်လူမျိုးရဲ့ဂျပန်စကားကိုနားရည်လည်အောင်ဘယ်လိုလေ့ကျင့်ကြမလဲ။
ကိုယ့်နားမှာဂျပန်စကားသံပဲကြားနိုင်မယ့်ပတ်ဝန်းကျင်ကိုဖန်တီးပါ။
လမ်းသွားတိုင်းရေဒီယိုနားထောင်ပါ။
ဂျပန်သီချင်းနားထောင်ပါ။
တီဗီကြည့်ပါ။
မကြည့်နိုင်တောင်အိမ်မှာရှိနေချိန်အမြဲအသံကြားနိုင်အောင်ဖွင့်ထားပါ။
ဂျပန်ရုပ်ရှင်ကြည့်ပါ။
you tube ကနေလဲသင်ခန်းစာတွေလေ့လာလို့ရပါတယ်။
ဂျပန်သူငယ်ချင်းထားပါ။
လမ်းသွားရင်ဂျပန်လူမျိုးကိုရှာပြီးစကားပြောရင်းမေးမြန်းပါ။
မသိတဲ့စကားပြော စကားလုံးထွက်လာရင်အဘိဓာန်မှာရှာကြည့်ပြီးမှတ်သားပါ။
ကိုယ်စကားပြောတဲ့အခါထိုမှတ်ထားတဲ့စကားကိုပြန်အသုံးချပြီးပြောပါ။
ဒီလိုလေ့ကျင့်မယ်ဆိုရင် ဂျပန်ရောက်ပြီး၃လလောက်ဆို ဂျပန်စကားလဲနားရည်လည်ပြီး
ကိုယ်လဲကောင်းကောင်းပြောလာနိုင်မှာဖြစ်ပါတယ်။
တကယ်လက်တွေ့အကောင်အထည်ဖော်ရင်တကယ်လက်တွေ့ဖြစ်လာမယ်ဆိုတာ
အသေအချာပါ။
အားလုံးပဲဂျပန်စာကိုကြိုးစားသင်ယူပြီးလက်တွေ့ အသုံးချနိုင်ရန်ဆန္ဒပြုပါတယ်။',
                'content_image' => '',
                'image' => '',
                'created_at' =>  date('Y-m-d H:i:s'),
                'updated_at' => date('Y-m-d H:i:s'),
            ]
        ]);

        DB::table('content')->insert([
            [    
                'name' => 'ချစ်ဟိန်း',
                'profile_bio' => '၂၀၀၇ခုနှစ်မှာ တောင်ငူကွန်ပျူတာတက္ကသိုလ်မှ ကွန်ပျူတာသိပ္ပံဘွဲ့ကို ရရှိခဲ့ပါတယ်။
၂၀၀၉ - ၁၁ခုနှစ်ထိ မြန်မာနိုင်ငံမှာရှိတဲ့ ဂျပန်ကုမ္ပဏီမှာ အလုပ်လုပ်ခဲ့ပါတယ်။
၂၀၁၂ခုနှစ်မှာ ဂျပန်နိုင်ငံကို ရောက်ရှိလာခဲ့ပြီး လက်ရှိအချိန်အထိ System Engineerအဖြစ် အလုပ်လုပ်ကိုင်နေပါတယ်။ 
ဘောလုံးအားကစားနည်းကို ဝါသနာပါပါတယ်...',
                'title' => 'ရုံးတက်ရက်များ​၏တနေ့တာ လှုပ်ရှားသွားလာမှုများ',
                'detail' => 'မင်္ဂလာပါ ကျနော်ကတော့ ချစ်ဟိန်းဖြစ်ပါတယ်။
၂၀၁၂ခုနှစ်မှာ ဂျပန်ကို ရောက်လာခဲ့ပြီး ဂျပန်အိုင်တီကုမ္ပဏီမှာ အလုပ်လုပ်ရင်း မိသားစုနဲ့အတူ တိုကျိုမှာ နေထိုင်နေပါတယ်။
ကျနော်ရဲ့ပုံမှန်အလုပ်ဆင်းတဲ့နေ့တနေ့အကြောင်းကို ရေးချင်ပါတယ်။

မနက်ခင်းတွေကို နိုးစက်က နှိုးမှ ထတာပါ
အဲဒါက ရန်ကုန်၊ တိုကျိုမှာမှမဟုတ်ပဲ ဘယ်နေရာမှာမဆိုတူတူပဲ ထင်တာပါပဲ

■ရုံးချိန်
ပုံမှန်အားဖြင့်တော့ နည်းပညာကုမ္ပဏီတွေကတော့ ၁၀ နာရီကနေ ၇ နာရီထိတွေက များတယ် ၉ နာရီစတဲ့ကုမ္ပဏီတွေလဲ ရှိပါတယ်။​ အခုအလုပ်ကတော့ ၁၀ နာရီမှစတယ် မနက်ဖက်ပိုပြီးအိပ်လို့ရတာပေါ့. ပုံမှန်ချိန် ရုံးဆင်းရင်တောင် ည ၇ နာရီဆိုတော့ နောက်ကျနေပြီမလို့ ရုံးချိန်နောက်ပိုင်း အချိန်သိပ်မရတာတော့ ရှိတောပါ့

■ယာဥ်
ပုံမှန်အားဖြင့် ဒီမှာက ရထားကို အသုံးပြုကြတာများပါတယ်။​ခုလက်ရှိအလုပ်ဆင်းနေတဲ့နေရာကတော့ အိမ်ကနေ ၁၃ ကီလိုမီတာပဲ ဝေးပေမယ့် ရထား ၃ လိုင်း(၂ ခါ)ပြောင်းစီးရတယ်။​ ရထားစီးရတဲ့အချိန်က အားလုံးပေါင်း ၂၅ မိနစ်သာ ရှိပေမယ့်၊ ကြားမှာ ရထားပြောင်းစီးရတဲ့ တနေရာနဲ့တနေရာက ဝေးတော့ အိမ်ကနေ ရုံးထိ ၄၅မိနစ်လောက် ကြာပါတယ်။
ရထားတွေက အချိန်အရမ်းမှန်တယ်။ ရာသီဥတုနဲ့လူ့ပရောဂကြောင့် နောက်ကျတဲ့ရက်တွေလဲ ရှိတာပေါ့. မုန်တိုင်းဝင်တာ၊ မိုးအရမ်းရွာ၊ နှင်းအရမ်းကျတာနဲ့ အရေးပေါ်ခလုတ်နှိပ်လို့ ရထားရပ်ထားရတာတွေကြောင့်သာ နောက်ကျလေ့ရှိတယ်။
ဘက်စ်တွေအများစုက သူ့ဟာနဲ့သူ အချိန်မှန်ပေမယ့် ရထားလောက်တော့ အချိန်မမှန်ဘူးလို့ ထင်တယ်။

■မနက်စာ
အိပ်ယာက တကယ်ထတဲ့ချိန်ပေါ်မူတည်ပြီး အိမ်မှာမနက်စာစားဖို့နဲ့ ရုံးမှာစားဖို့ ချင့်ချိန်ရပါတယ်။ အိပ်ဖို့ကို ဦးစားပေးတက်တော့ ရုံးရောက်မှ စားဖြစ်တာများပါတယ်။ ရုံးနားက ဆဲဗင်းအလဲဗင်းစတိုးမှာ ပေါင်မုန့်၊ ကော်ဖီနဲ့ ရေ ဝယ်ပြီး ကိုယ်အလုပ်စားပွဲမှာပဲ စားဖြစ်တာများတယ်။

■နေ့လည်စာ
ခုရုံးပါတ်ဝန်းကျင်မှာက ဆိုင်အတော်များများရှိတယ် ဂျပန်စာ၊ တရုတ်စာ၊ အိန္ဒိယစာ၊ ယိုးဒယားစာ အမျိုးအစားလဲ စုံစုံလင်လင်ရှိပါတယ်။ အဲဒါကြောင့်ပဲ ထမင်းထုပ်မပါတဲ့ရက် နေ့လည်စာ စားခါနီးဆို တိုင်ပတ်ပါတယ်။ နေ့လည်စာအတွက် ဆိုင်ရွေးရတယ် ပြီးကျရင် အဲဆိုင်မှာ ဘာစားမလဲ ရွေးရပြန်ပါတယ်။
ကံကောင်းတာက ခုဆင်းနေတဲ့ရုံးမှာတော့ ရုံးနဲ့ချိတ်ထားတဲ့ဆိုင်က ထမင်းဘူးလာရောင်းပါတယ်။ သူက သိပ်စဥ်းစားစရာမလိုဘူး တမျိုးပဲရှိတယ် စျေးလဲသက်သာတယ်. အဲ. ထမင်းများတာယူမလား ပုံမှန်ယူမလားတော့ စဥ်းစားရတယ်.
ပြီးတော့သူက အသီးအရွက်အသားငါး စုံစုံလင်လင်ပါတော့ ကျန်းမားရေးအတွက်လဲ အဆင်ပြေတယ်လေ။ အဆင်မပြေတာက ၁၂ နာရီမထိုးခင်လောက် ပြေးပြေးဝယ်မှရတယ် နောက်ကျရင် ကုန်ပြီပဲ. နောက်ပိုင်းတော့ ဖြစ်နိုင်သမျှ ထမင်းထုပ်ထုတ်သွားဖြစ်တယ်
တနေ့တနေ့ ဘာစားရမယ်ဆို မစဥ်းစားချင်တာကြောင့်ရော အကုန်အကျလဲ သက်သာတာကြောင့်ရောပေါ့

■ပျော်တဲ့ရုံးတက်ရက်
အလုပ်သွားရတာမလို့ အိမ်မှာနားရတဲ့ရက်တွေလောက်မပျော်တာတော့အမှန်ပါပဲ. ကြာသပတေးနေ့လောက်စပြီး ပျော်နေပါပြီ မနက်ဖန်သောကြာနေ့ဆိုပြီးတော့ပေါ့.
သောကြာနေ့ကတော့ သတိထားမိသလောက် အလုပ်လုပ်လို့ကောင်းတယ် ပိုလဲလုပ်ဖြစ်တယ်။
ပိတ်ရက်မှာ စိတ်အေးလက်အေးနားနိုင်အောင် တို့လို့တန်းလန်းမကျန်အောင် ဖြတ်နိုင်သမျှ အပိုင်းတခုပြီးပြတ်အောင် လုပ်ဖြစ်တယ်။ ပိတ်ရက်အလုပ်ဆင်းရတဲ့ရက်ကိုတော့ ပျော်တယ်ပြောရမလား သဘောကျတယ်လို့ ပြောရမလားပဲ. ရုံးမယ်ဘယ်သူမှ မရှိတော့ နားအေးပါအေးအလုပ်လုပ်ရတော့ အလုပ်ပိုတွင်တယ်လေ..

■ပျင်းတဲ့ရုံးတက်ရက်
ဒါကတော့ ရုံးတက်ရက် ကြားရက်တွေအားလုံးတူတူပါပဲ သိပ်ကွာလှတယ်မထင်ပါဘူး
တရက်ရွေးမှ ရမယ်ဆိုရင်တော့ တနင်္လာနေ့ တနည်း ပိတ်ရက်ပြီးပြန်တက်ရတဲ့နေ့တွေပဲပေါ့
နှစ်ရက်နားပြီး ပြန်တက်တဲ့ရက်ဆိုတော့ ပျင်းရိပျင်းတွဲနဲ့ပဲ ရုံးရောက်သွားတဲ့နေ့တွေပါပဲ..
တကယ်ပျင်းဖိုးကောင်းတဲ့ရက်ကတော့ အလုပ်ပြီးပြီလို့ လုပ်စရာအလုပ်အသစ်​မရသေးတဲ့နေ့တွေပါပဲ. ဘာလုပ်စရာမရှိတော့ တောင်တောင်အိအိနဲ့ ပျင်းနေရော အဲတော့ အလုပ်ရှိတဲ့လူတွေကို သွားစကားပြောရင်းနှောက်ယှက်မိပြန်တာပေါ့လေ...

■အမြင်
အလုပ်ဆိုတာက ဘဝရဲ့အစိတ်အပိုင်းတခုပဲမလို့ အလုပ်မှာ ပျော်အောင် ဖန်တီးယူသင့်ပါတယ်။ အလုပ်နဲ့ မိမိကိုယ်ပိုင်ဘဝကို မျှမျှတတ အချိန်ခွဲဝေ အသုံးချနိုင်ရင် ဘဝဟာ နေလို့ထိုင်လို့ ပိုကောင်းလာမယ်လို့ ထင်ပါတယ်...',
                'content_image' => '',
                'image' => '',
                'created_at' =>  date('Y-m-d H:i:s'),
                'updated_at' => date('Y-m-d H:i:s'),
            ]
        ]);

        DB::table('content')->insert([
            [    
                'name' => 'စုနန္ဒာ',
                'profile_bio' => '၂၀၁၄ခုနှစ်မှာ ရန်ကုန်ကွန်ပျူတာတက္ကသိုလ်မှ ကွန်ပျူတာသိပ္ပံနဲ့ ဘွဲ့ရရှိခဲ့ပါတယ်. 
၂၀၁၅ခုနှစ်မှာ ဂျပန်နိုင်ငံကို ရှောက်ရှိလာခဲ့ပြီး လက်ရှိအချိန်အထိ System Engineerအဖြစ် အလုပ် လုပ်ကိုင်နေပါတယ်. 
ဟင်းချက်ခြင်း သီချင်းနားထောင်ခြင်းနဲ့ Dance က ဝါသနာတွေပါ.',
                'title' => 'ဂျပန်နိုင်ငံကိုရောက်လာရင် သွားလည်သင့်သော နေရာများ',
                'detail' => 'မင်္ဂလာပါ. စုနန္ဒာလို့ခေါ်ပါတယ်.
ဂျပန်ပြည်ကြီးရဲ့ အားလပ်ရက်မှာ ဘုရားဖူးသွားရင်း ပျော်ပျော်ရွှင်ရွှင်လည်ပတ်လို့ကောင်းတဲ့ နေရာလေးတွေကို မိတ်ဆက်ပေးချင်ပါတယ်.
နှစ်ဟောင်းကုန်လို့ နှစ်သစ်ကူးချိန် မြန်မာလူမျိုးများရဲ့ ဓလေ့အရ ဘုရားသွားကျောင်းတက် စတာတွေကို ပြုလုပ်လေ့ရှိကြပါတယ်. ဂျပန်မှာရှိတဲ့ မြန်မာလူမျိုးများ အထူးသဖြင့် တိုကျိုမြို့နေသူများအတွက်တော့ သွားလေ့ရှိကြတဲ့ ဘုရားတစ်ဆူကတော့ Kanagawaခရိုင်မှာရှိတဲ့ Kamakuraရုပ်ပွားတော်မြတ်ပါ. ဂျပန်ကိုရောက်ရင် Kamakuraရုပ်ပွားတော်ဆီကို ရောက်အောင်သွားရမယ်ဆိုတဲ့အသိက မြန်မာလူမျိုးများကအရိုးစွဲနေပါတယ်. အလုပ်အကိုင်အဆင်မပြေလို့ပဲဖြစ်ဖြစ် ကိုယ်ရေးကိုယ်တာအဆင်မပြေလို့ပဲဖြစ်ဖြစ် ဘုရားသွားပြီးဆုတောင်းလိုက်ရင် အဆင်ပြေမှုတွေကို ခေါ်ဆောင်ပေးနိုင်တယ်လို့ ယုံကြည်ကြပါတယ်. Kamakuraဘုရားက
ဆုတောင်းပြည့်တယ်လို့ ယုံကြည်ကြတာပေါ့.

၂၀၂၀/၁/၃ ရက်နေ့မှာ ကျောပိုးအိတ်တစ်လုံးလွယ်ပြီး တစ်ယောက်တည်းထွက်လာခဲ့ပါတယ်. 
တိုကျိုကနေဆို ရထားနဲ့၁နာရီနီးပါးလောက်သွားရပါတယ်. Kamakura Stationကိုရောက်ပြီဆိုရင် ရုပ်ပွားတော်မြတ်ရှိတဲ့ နေရာအထိဘတ်စ်ကား ၁၅မိနစ်လောက်စီးရပါတယ်. ဘတ်စ်ကားမစီးချင်လို့ လမ်းလျှောက်မယ်ဆိုရင် ၃၀မိနစ်လောက်လျှောက်ရပါတယ်. အသွားကို ဘတ်စ်ကားစီးပြီး အပြန်ကိုလမ်းလျှောက်ခဲ့ပါတယ်. 

ဘုရားဝင်းထဲကိုဝင်လိုက်တာနဲ့ ဘုရားဖူးလာတဲ့ လူတွေထဲမှာ မြန်မာလူမျိုးက ၅၀ရာခိုင်နှုန်းလောက်ရှိနေပါတယ်. မိနစ်၂၀/၂၅မိနစ်လောက် ဘုရားဝတ်ပြုပြီး ပြန်ထွက်လာခဲ့တယ်. Kamakuraရုပ်ပွားတော််ရဲ့ မနီးမဝေးနေရာမှာ Hase Deraလို့ခေါ်တဲ့ ဘုရားကျောင်းဆီကို သွားခဲ့တယ်. လမ်းခုလတ်မှာ တူရကီလူမျိုး ဇနီးမောင်နှံကဖွင့်ထားတဲ့ အသားကင်ဆိုင်လေးထဲ ဝင်ခဲ့ပြီး တူရကီရေခဲမုန့်ဝယ်စားခဲ့ပါသေးတယ်.

အသက်၆၀အရွယ်လောက်ရှိနေပြီဖြစ်တဲ့ ဆိုင်ရှင်က "ဘာလူမျိုးလဲ"လို့ မေးခဲ့ပြီး "မြန်မာလူမျိုး"လို့ပြန်ဖြေတော့ သူက မြန်မာနိုင်ငံကို ရောက်ဖူးတဲ့အကြောင်းပြောပြပါတယ်. ဆိုင်အတွင်းမှာလဲ မြန်မာပိုက်ဆံ ၅၀၀၀တန် ၁၀၀၀တန်နဲ့ ၂၀၀တန် တို့ကို နံရံမှာကပ်ထားပေးထားတယ်. အပြန်နှုတ်ဆက်တော့ 
"Thank you" လို့ပြောတော့ သူက မြန်မာဘာသာစကားနဲ့ "ကျေးဇူးတင်ပါတယ်"ကို ပီပီသသပြောပေးလို့ အံ့ဩခဲ့ရသေးတယ်. 

Hase Deraဘုရားကျောင်းရှိတဲ့ လမ်းလေးထဲကို ချိုးဝင်လိုက်ပါတယ်. ရှေ့မှာ Hase Deraကို မြင်နေရပါတယ်. ဒါပေမယ့် လမ်းပေါ်က အဆောက်အဦးလေး တစ်ခုက အထဲကိုဝင်လာချင်အောင် ဆွဲဆောင်နေပါတယ်. Kamakura Music Box Museumထဲကို ဝင်လိုက်တာနဲ့ Music Boxကအသံလေးတွေနဲ့ ကလေးဘဝကိုပြန်ရောက်သွားသလို ခံစားရပြီး ပျော်ရွှင်နေခဲ့တယ်. ဒီဇိုင်းပုံစံအမျိုမျိုးနဲ့ လိုချင်စရာကောင်းလောက်အောင် Music Boxလေးတွေက ဆွဲဆောင်နေပါတယ်. မြန်မာငွေ ၃၀၀၀၀ကနေ ၂၀၀၀၀၀နီးပါးအထိ တန်ဖိုးရှိတဲ့ Music Boxလေးတွေအပြင် ကြွေထည်အရုပ်လေးတွေ ရှေးဟောင်းပစ္စည်းတွေနဲ့ Fancy Accessoriesအထိ ရောင်းချပေးနေပါတယ်. အရည်အသွေးကောင်းတဲ့ Fancy Accessoriesတွေထဲကမှ ကြောင်ပုံစံနားကပ်လေးတစ်စုံနဲ့ ဆွဲကြိုးလေးကို ဝယ်ခဲ့တယ်. 
နောက်ထပ် တစ်နေရာဆီကို မျက်လုံးကရောက်သွားခဲ့ပြီး တွေးလိုက်တာက "ဒီလိုကြက်သီးထစရာကောင်းတဲ့ အရုပ်လေးတွေကို ဘယ်သူကများဝယ်မလဲ" ဆိုပြီးတော့ပါ. 

Hase Deraဘုရားကျောင်းထဲကို ဝင်လိုက်ပြီး တောင်ကုန်းပေါ်ကို လှေကားထစ်လေးတွေအတိုင်း တက်လာခဲ့တယ်. တောင်ကုန်းပေါ်ကနေ အောက်မှာရှိတဲ့ မြို့လေးနဲ့ ပင်လယ်ကြီးကိုကြည့်ရတာ Hase Deraကို လာရတဲ့ အကြောင်းရင်းတခုပါ. နေဝင်ကာနီးဖြစ်နေတော့ မျက်စိနဲ့မြင်ရတဲ့ရှုခင်းက ပိုလှလို့နေပါတယ်.
တောင်ကုန်းပေါ်က ဘုရားကျောင်းထဲမှာတော့ ထုထည်ကြီးမားတဲ့ နတ်ရုပ်ရှိပါတယ်. ဓါတ်ပုံရိုက်တာနဲ့ ဗီဒီယိုရိုက်ကူးတာကို တားမြစ်ထားပါတယ်. 
ဘုရားကျောင်းထဲက ပြန်ထွက်လာပြီး အိမ်ပြန်ဖို့အတွက် ဘူတာရှိရာကို ခြေလှမ်းကဦးတည်လိုက်ပါတယ်. ရာသီဥတုကအေးနေတော့ မိနစ်၃၀လောက် လမ်းလျှောက်ရမယ့် ခရီးမှာ ကော်ဖီပူပူလေးတစ်ခွက်က လိုအပ်လာပါတယ်. အဲ့ဒါနဲ့ Music Box Museumရှေ့ကလဲ ပြန်ဖြတ်ရတာနဲ့ Music Box Museumလေးက ရောင်းတဲ့ Organic Coffeeတစ်ခွက်ကို ¥350နဲ့ဝယ်ပြီး ဘူတာအထိ လမ်းတစ်လျှောက် သောက်လာခဲ့ပါတယ်. 

ညနေ၅နာရီလို့ဆိုပေမယ့် နေကဝင်သွားခဲ့ပါပြီ.
ဘူတာအနီးနားမှာရှိတဲ့စျေးတန်းမှာ သိမ်းတဲ့ဆိုင်တွေကသိမ်း ခရီးသွားတွေက အပြန်လမ်းကိုဦးတည်နေကြပါတယ်. ဘူတာမရောက်ခင် ၉၀ခုနှစ်ပိုင်းက ထွက်ရှိခဲ့တဲ့ ရုပ်ရှင်ကား, Disneyရုပ်ရှင်ကားတွေရဲ့ ပိုစတာ, နာမည်ကြီးမင်းသား မင်းသမီးတွေရဲ့ ပန်းချီကားစတာတွေကို ရောင်းချနေတဲ့ဆိုင်လေးထဲမှာ မိနစ်၂၀လောက်အချိန်ကုန်ခဲ့ပါသေးတယ်. Angelina Jolieရဲ့ ပန်းချီလားကို ဝယ်ရမလား? လက်ရှိအရမ်းကြိုက်နေတဲ့ Frozenဇာတ်ကားရဲ့ ပိုစတာကိုပဲ ဝယ်ရမလား? ဆိုပြီး ဝေခွဲမရတာနဲ့ ဘာမှမဝယ်ခဲ့ဘဲ ထွက်လာခဲ့ပါတယ်. 

ဘူတာထဲရောက်လာခဲ့ပါပြီ. ရထားအလာကို စောင့်နေတဲ့ လူတန်းကြီးကိုကြည့်ပြီး "တစ်နာရီလောက်စီးရမယ့် ခရီးလမ်းမှာ နေရာရပါ့မလား" စိတ်ပူခဲ့ပါတယ်.
ကံကောင်းစွာပဲ နေရာရခဲ့ပြီး Bluetoothဖွင့် သီချင်းနားထောင်ရင်း အိမ်ကိုချောချောမွေ့မွေ့ ပြန်လာနိုင်ခဲ့ပါတယ်. 
ဂျပန်ကိုရောက်ခဲ့မယ်ဆိုရင် Kamakuraရုပ်ပွားတော်ဆီကို သေချာပေါက်သွားလိမ့်မယ်လို့ ယုံကြည်ပေမယ့် Hase Dera, သဘောကောင်းတဲ့ဆိုင်ရှင်ရှိတဲ့ တူရကီအသားကင်ဆိုင်နဲ့ Music Box Museum တို့ကိုလဲ မမေ့မလျော့သွားလိုက်ကြပါနော်. ',
                'content_image' => '',
                'image' => '',
                'created_at' =>  date('Y-m-d H:i:s'),
                'updated_at' => date('Y-m-d H:i:s'),
            ]
        ]);
    }
}
